[   {
    "Name":"About Sining...",
    "Content":"There are many different philosophies on what is most important when it comes to singing. I feel the most important is Passion. It’s pulling the heartstrings of the person listening to the song. I have gotten into sooo many arguments with other vocal coaches about this very thing. Here are the six main aspects to think about or to bring up to your own vocal coach:Breathing – This is going to sound weird, but almost everyone breathes wrong in the music industry. It’s the most common comment I’ll make when I watch singing TV shows or even listening to a CD. And yes, you can tell even with breaths taken out of the recording. Your breathing is very important. Here’s a few pointers to take with you now: Don’t use your shoulders when you breathe. Breathe from your gut. Instead of pushing out your chest when you inhale, push out your stomach. Inhale through your nose. I know these sound like mundane things but you’ll be amazed at what they can do for you.",
    "Link1":"http://127.0.0.1:8887/MyPage/Image/flower1.jpg",
    "Link2":"https://www.britannica.com/art/singing"
    },
    {
    "Name":"About Composing...",
    "Content":"Acquiring vocabulary happens through listening. Listening is the primary critical skill of a composer. The more you listen, the more you absorb.Listening isn’t your problem though. Expressing that vocabulary is the part you struggle with.You’ll hear something you like and you want to compose something that feels the same, but you can’t. Over the last 22 years, it’s happened to me many times.But at a certain point, it stopped happening. At a certain point, I gained the ability to take any piece of music and dissect it into its critical musical elements.This ability comes from mastering the vocabulary of composition to the point that you start to see it everywhere.The knowledge you acquire matters, and there is a lot of knowledge that isn’t useful. My site is here to help you stay away from stuff that isn’t useful.",
    "Link1":"http://127.0.0.1:8887/MyPage/Image/coffee.jpg",
    "Link2":"https://www.artofcomposing.com/how-to-compose-music-101"
    },
    {
    "Name":"About Recording...",
    "Content":"A record label, or record company, is a brand or trademark associated with the marketing of music recordings and music videos. Sometimes, a record label is also a publishing company that manages such brands and trademarks, coordinates the production, manufacture, distribution, marketing, promotion, and enforcement of copyright for sound recordings and music videos; also conducting talent scouting and development of new artists ('artists and repertoire' or 'A&R'); and maintains contracts with recording artists and their managers. The term 'record label' derives from the circular label in the center of a vinyl record which prominently displays the manufacturer's name, along with other information.",
    "Link1":"http://127.0.0.1:8887/MyPage/Image/write2.jpg",
    "Link2":"https://ehomerecordingstudio.com/how-to-record-a-song/"
    },
    {
    "Name":"About Albums...",
    "Content":"Early record albums were multiple 78rpm discs packaged in book form, like a photograph album. An album is a collection of audio recordings issued as a collection on compact disc (CD), vinyl, audio tape, or another medium. Albums of recorded music were developed in the early 20th century as individual 78-rpm records collected in a bound book resembling a photograph album; this format evolved after 1948 into single vinyl LP records played at ​33 1⁄3 rpm. Vinyl LPs are still issued, though album sales in the 21st-century have mostly focused on CD and MP3 formats. The audio cassette was a format used alongside vinyl from the 1970s into the first decade of the 2000s.",
    "Link1":"http://127.0.0.1:8887/MyPage/Image/album2.jpg",
    "Link2":"https://www.marthastewart.com/274963/scrapbook-ideas-and-albums"
    }]